---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Fc
source: html/4dad1ab2-cb27-0233-eb2d-38a508dc2b06.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Fc Property

Symbol fc, indicating unit Footcandles.

## Syntax (C#)
```csharp
public static ForgeTypeId Fc { get; }
```